{
    "competencies":[
        {
            "number": 1,
            "name": "Good understanding of the controls",
            "nameLong": "GOOD UNDERSTANDING OF THE CONTROLS, CORRECT PREPARATION TO DRIVE",
            "difficulty": "newbie",
            "content": "<h2>BASIC CONTROLS<\/h2>\r\n<h3>Steering wheel<\/h3>\r\n<p>When travelling at low speeds, you will generally require more effort and greater steering wheel movement. Some cars are fitted with power-assisted steering, which greatly reduces the effort required by the driver. It is therefore important for you to familiarise yourself with the steering characteristics of the car at low speeds.<\/p>\r\n<h3>Heater\/demisters \/air conditioner<\/h3>\r\n<p>The heater\/demisters \/air conditioner are all important features of the modern car. These provide a comfortable driving climate and must also be used to clear the windows when fogged up. These controls are usually located on the dashboard and mostly consist of a fan, selector control (demist, floor level, bi-level, face, recirculate, fresh), temperature control and possibly an air conditioner.<\/p>\r\n<h3>Fan<\/h3>\r\n<p>This forces air to the vents and outlets within the car, that you have selected.<\/p>\r\n<h3>Mode control<\/h3>\r\n<p>This selects air flow to the vents or demisters in the car. The mode functions are:<\/p>\r\n<ul>\r\n<li><strong>Demist<\/strong> &mdash; Air is directed to the front windscreen and some times the front side windows. This is used to de-fog the windscreen in wet or colder weather. It is better to use the demister with the fresh air position.<\/li>\r\n<li><strong>Floor<\/strong> &mdash; This directs air at foot level.<\/li>\r\n<li><strong>Bi-level<\/strong> &mdash; This directs air at foot and face level. It will usually direct warm air at foot level and cool air at face level.<\/li>\r\n<li><strong>Face vents<\/strong> &mdash; These deliver air to upper areas of the car. The vents are located on the dashboard.<\/li>\r\n<li><strong>Re-circulate<\/strong> &mdash; This controls where the air comes from. On &ldquo;recirculate&rdquo; the cabin of the car is sealed and no outside air is admitted to the interior of the car via the heating system. The air is continually re-circulated. The fan needs to be on to re-circulate the air. Note: Set the controls on &ldquo;fresh&rdquo; when demisting as it is more effective.<\/li>\r\n<\/ul>\r\n<h3>Temperature control<\/h3>\r\n<p>This adjusts the temperature of the air coming into the cabin.<\/p>\r\n<h3>Air conditioner<\/h3>\r\n<p>This cools the interior of the car on hot days and can also be used to improve demisting.<\/p>\r\n<h3>Rear demister<\/h3>\r\n<p>The rear demister is operated by a switch located on the dashboard. It heats the rear window, removing any build-up of condensation.<\/p>\r\n<h3>Headlights<\/h3>\r\n<p>This switch operates the headlights and park lights. In most cars the switch is on the dashboard or on a steering column stalk. Headlight dip switch (Hi-Lo Beam) This switch is used to switch between low and high beam. It is usually located on a steering column stalk. Sometimes the stalk control can be used to flash your headlights to warn oncoming drivers of a hazard you have just passed (eg. animals on the road). This switch can be located on the floor in some older vehicles, in which case it is operated by your foot.<\/p>\r\n<h3>Hazard light switch<\/h3>\r\n<p>You can use this switch to activate all indicators and show other road users that you are experiencing difficulties or to warn of a possible dangerous situation ahead. It can be located on either the dashboard, steering column or on the console between the front seats. It should not be operated when you are moving.<\/p>\r\n<h3>Indicators (Signals)<\/h3>\r\n<p>All cars are fitted with signals, usually operated by a control on the steering column. It is important that you become familiar with the operation of the controls of each car you drive. You must signal: &bull; for long enough to give sufficient warning to other drivers and pedestrians ( at least 30 metres) before you intend to turn or pull over; &bull; before any lane change, or any overtaking manoeuvre; &bull; for at least 5 seconds when you start from a kerb.<\/p>\r\n<h3>Warning device (Horn)<\/h3>\r\n<p>The Horn is usually located on the steering wheel. It is used to warn drivers, cyclists or pedestrians of the presence of your car. It is not meant to be used to express your displeasure with fellow motorists or to attract the attention of friends etc.<\/p>\r\n<h3>Choke<\/h3>\r\n<p>These days most cars have some sort of automatic choke. However, if your car has a manual choke, you should know how to use it. Using the choke helps to start up a cold car by enriching the fuel\/air mixture entering the engine. Push the knob of the choke in once the engine begins to warm up and you notice the car idling faster.<\/p>\r\n<h3>Ignition switch and steering lock<\/h3>\r\n<p>The ignition switch is usually located on the right hand side of the steering column. On some older cars it may be found on the dashboard.<\/p>\r\n<p>On most newer cars the switch has up to five positions:<\/p>\r\n<ul>\r\n<li><strong>Lock<\/strong> &mdash; In some cars the steering lock forms part of the ignition switch. The lock is used to disable the steering mechanism when the keys are removed. On no account should you turn the keys to the &ldquo;off&rdquo; position or remove them from the ignition switch while the car is moving, as this will lock the steering.<\/li>\r\n<li><strong>Off<\/strong> &mdash; This position may cause the steering to lock in position. The engine and electrical system will not operate when the switch is in this position.<\/li>\r\n<li><strong>Acc<\/strong> &mdash; (Accessories) This position allows for the radio and other accessories to operate. The steering wheel can be turned in this position.<\/li>\r\n<li><strong>On<\/strong> &mdash; This position will turn on the car&rsquo;s electrical system and dashboard warning lights. The key will return to this position once the car has been started. You can stop the engine by turning the key back to Acc.<\/li>\r\n<li><strong>Start<\/strong> &mdash; This position will start the engine. The key should be released once the engine has started. The return spring will return the key to the On position.<\/li>\r\n<\/ul>\r\n<h3>Rear view mirrors<\/h3>\r\n<p>The law requires that all cars are fitted with at least two rear view mirrors, one inside the car and one on the right hand side. Many cars also have a left hand exterior mirror. You should set all mirrors to clearly see all traffic behind you. The mirrors will NOT normally show you what is alongside the car. This is known as the &ldquo;blind spot&rdquo;.<\/p>\r\n<h3>Handbrake\/park brake<\/h3>\r\n<p>The handbrake is normally located between the front seats, but may be found under the dashboard or to the right of the drivers seat. Use the handbrake\/ park brake when you are making a prolonged stop, parking to leave the car or during a hill start. If using an automatic transmission also leave it in the &lsquo;Park&rsquo; position. Your instructor will show you how to use it correctly. (Also be aware that in some cars there are foot operated parking brakes).<\/p>\r\n<h3>Instrument panel-warning lights and gauges<\/h3>\r\n<p>The instrument panel displays information about the operation of the car. The warning lights and gauges are usually located in the instrument panel and indicate things like speed, fuel level and engine temperature. Warning lights should not be on when the engine is running, with the exception of the handbrake light if it is applied, and the rear demister warning light. See the car owner&rsquo;s manual for a description of warning light functions.<\/p>\r\n<p>Gauges a driver may see in a car are:<\/p>\r\n<ul>\r\n<li><strong>Speedometer<\/strong> &ndash; shows your road speed in Kilometres Per Hour (Km\/h). Some older cars may display road speed as Miles Per Hour (MPH).<\/li>\r\n<li><strong>Fuel Gauge<\/strong> &ndash; shows how much fuel is in the tank.<\/li>\r\n<li><strong>Temperature Gauge<\/strong> &ndash; shows the engine temperature. Some cars may also have a:<\/li>\r\n<li><strong>Tachometer<\/strong> &ndash; shows engine revolutions per minute (RPM). Oil Pressure Gauge &ndash; shows oil pressure.<\/li>\r\n<\/ul>\r\n<h3>Windscreen wipers and washers<\/h3>\r\n<p>The wipers are used to clear the windscreen in wet weather or damp conditions.<\/p>\r\n<p>The washers OFF are used to spray water to assist with cleaning of the windscreen.<\/p>\r\n<p>The wiper switch is located on the dashboard or on a steering column stalk. Most wiper systems have multiple speeds. Some cars may also have intermittent wiper speeds.<\/p>\r\n<p>Some cars are also equipped with a rear wiper\/washer which operates in the same manner as the front wipers.<\/p>\r\n<h3>Accelerator\/brake \/clutch pedals<\/h3>\r\n<p>A manual car has three pedals &mdash; an accelerator, a brake and a clutch. An automatic car will only have two pedals &mdash; an accelerator, and a brake.<\/p>\r\n<h3>Accelerator<\/h3>\r\n<p>The accelerator pedal is the one on the right. Pushing it down will increase the engine speed and will cause the car to increase speed if a gear is engaged.<\/p>\r\n<h3>Brake pedal<\/h3>\r\n<p>The brake pedal is always immediately to the left of the accelerator pedal. In a manual car it is the middle pedal. The brake pedal operates the hydraulic braking system on all four wheels to reduce the speed of the car according to how much pressure you apply to the pedal.<\/p>\r\n<h3>Clutch pedal<\/h3>\r\n<p>(manual transmission only) The clutch is used to transmit or cut off power to the driving wheels. When you push the clutch in you are removing power from the driving wheels which allows the gears to be changed. When the clutch is up it will transmit power to the driving wheels if the car is in gear.<\/p>\r\n<h3>Gear lever<\/h3>\r\n<h4>Manual<\/h4>\r\n<p>A manual gear lever can be located either on the steering column or on the floor. The purpose of the gears is to match the speed of the engine to the road speed. The number of gears will depend on the make and model of the car. You must put your foot on the clutch and depress it in order to change gears.<\/p>\r\n<h4>Automatic<\/h4>\r\n<p>Like a manual gear lever, the automatic gear lever can be found either on the steering column or mounted on the floor. The main difference between a manual and an automatic gearbox is that an automatic senses and makes gear changes by itself, depending on speed and load, and does not need the driver to use a clutch pedal. The number of gears will depend on the make and model of the car.<\/p>\r\n<h3>ExTRA INFORMATION<\/h3>\r\n<ul>\r\n<li>If you are attempting a Government practical driving assessment, you will need to use a car with the handbrake mounted on the floor between the front seats.<\/li>\r\n<li>Some cars are fitted with what looks like another pedal to the left of the clutch and brake position. This is a foot bracing point. It can be used to improve your steering control. Ask your instructor to show you how.<\/li>\r\n<li>Also some cars are fitted with extra bright red lights at the rear. These are designed to be turned on only when driving in fog. They are too bright to be used in normal driving conditions<\/li>\r\n<li>Ask your driving instructor to explain these to you.<\/li>\r\n<\/ul>",
            "handbookPageFirst": 1,
            "handbookPageLast": 6
        },
        {
            "number": 2,
            "name": "Cabin drill",
            "nameLong": "CABIN DRILL",
            "difficulty": "newbie",
            "content": "<h2>HANDY HINTS<\/h2>\r\n<ul>\r\n<li>Ensure that the car doors are closed.<\/li>\r\n<li>If the car is fitted with an adjustable steering column, adjust it to help with your seating position.<\/li>\r\n<li>Ensure that you are correctly and comfortably seated. If not, readjust the seat to suit your requirements. The best way to set up your seating position is to sit in the seat and place one outstretched arm on top of the steering wheel. Adjust the seat to enable you to operate the pedals correctly and the seat back so that your wrist touches the top of the steering wheel. You can now place your hands on the steering wheel in the normal driving position. You will now have the correct angle in your elbows to allow smooth and accurate steering.<\/li>\r\n<li>Check that any headrests are set correctly (eg centre line of headrest at eye level).<\/li>\r\n<li>Check that the rear view mirrors are clean and correctly positioned.<\/li>\r\n<li>Check that the handbrake is applied, if not, then apply it firmly.<\/li>\r\n<li>Be aware of where all instruments and switches are located. If you are unsure of their location, or you are confused about a particular item, refer to the car owners manual. This is important, particularly when driving an unfamiliar car for the first time.<\/li>\r\n<li>Fasten your seat belt. If the seat belt is not the retractable type, adjust it to the correct tension (reasonably firm). Check that all passengers have fitted and adjusted their seat belts correctly. <\/li>\r\n<\/ul>\r\n<h2>COMMON FAULTS THAT SHOULD BE AVOIDED<\/h2>\r\n<ul>\r\n<li>Assuming that everything regarding the car is O.K.<\/li>\r\n<li>Driving an unfamiliar car and not adjusting mirrors, seat and seat belts to suit yourself.<\/li>\r\n<li>Not familiarising yourself with the dashboard layout.<\/li>\r\n<\/ul>",
            "handbookPageFirst": 7,
            "handbookPageLast": 7
        },
        {
            "number": 3,
            "name": "Starting up procedure",
            "nameLong": "STARTING UP PROCEDURE",
            "difficulty": "newbie",
            "content": "<h2>HANDY HINTS<\/h2>\r\n<ul>\r\n<li>Check that the handbrake is firmly applied. If not, then apply the handbrake firmly. Manual Only Depress the clutch. This will reduce the load on the battery when you start the engine. Check that the gear lever is in the neutral position. The lever should easily move from side to side. Automatic Only Check the gear selector is in the park (P) or neutral (N) position<\/li>\r\n<li>If the car has a manual choke, set the choke appropriately. When doing this for the first time it may be difficult to position correctly. Don&rsquo;t worry as this will become second nature after a few attempts. &bull; Insert the key into the ignition switch. Turn the key to the on position.<\/li>\r\n<li>Check all warning lights. Check the fuel level. Do you have enough fuel for the journey?<\/li>\r\n<li>Turn the key to the start position. As soon as the engine starts, release the key. You may also need to use the accelerator to help start the car. warning lights again. The only warning Turn engine off immediately, lights that check oil level. should be on are the &ldquo;handbrake on &amp; choke&rdquo; (if applicable) light. If any other warning lights are on, take note of what they are and turn the ignition key to the off position. If you can, check the item\/s for any obvious signs of fault. If none are apparent, it is advisable that you get an expert to check the car.<\/li>\r\n<li>Release the clutch to minimise clutch wear.<\/li>\r\n<li>As the engine warms up, you can slowly reduce the amount of choke required. (manual choke) COMMON FAULTS THAT SHOULD BE AVOIDED<\/li>\r\n<li>Not checking to see if the car is in neutral or park prior to starting.<\/li>\r\n<li>Not depressing the clutch prior to starting &mdash; (Manual).<\/li>\r\n<li>Not checking warning lights.<\/li>\r\n<\/ul>",
            "handbookPageFirst": 8,
            "handbookPageLast": 8
        },
        {
            "number": 4,
            "name": "Moving off procedure",
            "nameLong": "MOVING OFF PROCEDURE",
            "difficulty": "newbie",
            "content": "<h2>HANDY HINTS<\/h2>\r\n<ul>\r\n<li>Always check around the car before moving off, this includes mirrors and head checks.<\/li>\r\n<li>Signal your intentions to others.<\/li>\r\n<li>Make sure that the car is in the correct gear.<\/li>\r\n<li>When you begin to release the clutch bring it to the friction point slowly and smoothly. Don&rsquo;t worry if you &ldquo;kangaroo hop&rdquo; initially, as you will get better after a few attempts.<\/li>\r\n<li>If you get nervous &mdash; take a few deep breaths and start again.<\/li>\r\n<li>Always double check your mirrors and re-do head checks prior to moving off.<\/li>\r\n<li>Check that the handbrake warning light has gone off when you release the handbrake.<\/li>\r\n<li>When moving off, do so positively and confidently. COMMON FAULTS THAT SHOULD BE AVOIDED<\/li>\r\n<li>Releasing the clutch too quickly.<\/li>\r\n<li>Using excessive or insufficient revs when moving off.<\/li>\r\n<li>Spinning the wheels.<\/li>\r\n<li>Not releasing the handbrake fully.<\/li>\r\n<li>Not indicating appropriately.<\/li>\r\n<li>Not checking mirrors or blind spot.<\/li>\r\n<li>Letting others intimidate you into moving off when you&rsquo;re not ready.<\/li>\r\n<li>Causing other motorists to slow down or change course when you move off.<\/li>\r\n<\/ul>",
            "handbookPageFirst": 9,
            "handbookPageLast": 9
        },
        {
            "number": 5,
            "name": "Correct and smooth operation of gears",
            "nameLong": "CORRECT AND SMOOTH OPERATION OF THE GEARS",
            "difficulty": "newbie",
            "content": "<h2>HANDY HINTS<\/h2>\r\n<ul>\r\n<li>Become familiar with the position, pattern and movement of the gear lever whilst the car is stationary. It is dangerous to have to look at the gear lever when changing gears.<\/li>\r\n<li>Get a feel for which gear is right for which speed range. (This also applies to automatics where you may need to select a lower gear on a steep and winding descent or towing a heavy load).<\/li>\r\n<li>Where possible always try to change gear when travelling in a straight line. Your instructor will be able to demonstrate the few exceptions to this rule.<\/li>\r\n<li>Changing gears is preferred before or after corners, not during corners.&nbsp;<\/li>\r\n<\/ul>\r\n<h2>COMMON FAULTS THAT SHOULD BE AVOIDED<\/h2>\r\n<ul>\r\n<li>Holding onto the gear lever for longer than necessary.<\/li>\r\n<li>Looking at the gear lever just before or while changing gears.<\/li>\r\n<li>Rushing gear changes.<\/li>\r\n<li>Depressing the clutch or selecting neutral while stopping or cornering. These bad habits should be corrected as early as possible. Your instructor will show you the correct techniques.<\/li>\r\n<li>Lack of coordinated control of the clutch and accelerator when changing gears.<\/li>\r\n<\/ul>",
            "handbookPageFirst": 9,
            "handbookPageLast": 9
        }
    ]
}